Repository: vienin/python-ufo
Catalog: po/*.po
Languages: fr

source: Dismiss
fr: Ignorer

source: New friendship invitation
fr: Nouvelle invitation

source: You have been invited by %(fullname)s to be his/her friend.
fr: Vous avez été invité par %(fullname)s à être son ami(e).

source: %(fullname)s wants to be your friend
fr: %(fullname)s désire être votre ami

source: Accept
fr: Accepter

source: Refuse
fr: Refuser

source: Block user
fr: Bloquer l'utilisateur

source: New file sharing request
fr: Nouvelle demande de partage

source: %(fullname)s would like to be in your followers list.
fr: %(fullname)s désire suivre vos publications

source: %(fullname)s wants to follow you
fr: %(fullname)s désire suivre vos publications

source: Friendship invitation accepted
fr: Invitation acceptée

source: %(fullname)s has accepted your friendship invitation, you can now share some document with him/her.
fr: %(fullname)s a accepté votre invitation à devenir ami. Vous pouvez maintenant partager des fichiers avec lui/elle.

source: %(fullname)s has accepted your invitation
fr: %(fullname)s a accepté votre invitation

source: A friendship has been canceled
fr: Vous avez perdu un ami

source: %(fullname)s has removed you from his friend list, you can not access his files any more.
fr: %(fullname)s vous a enlevé de sa liste d'ami, vous ne pouvez plus accéder aux fichiers qu'il/elle a partagé avec vous.

source: %(fullname)s has canceled his friendship with you
fr: %(fullname)s vous a retiré de sa liste d'amis

source: %(fullname)s has refused your friend request
fr: %(fullname)s ne souhaite pas faire partie de vos amis

source: %(fullname)s would rather be stranger than friends.
fr: %(fullname)s ne souhaite plus être votre ami.

source: Someone has shared some files with you
fr: %(fullname)s a partagé des fichiers avec vous

source: %(fullname)s has shared the following files with you : %(files)s
fr: %(fullname)s a partagé avec vous les fichiers suivants : %(files)s

source: %(fullname)s has shared some files with you
fr: %(fullname)s a partagé des fichiers avec vous

source: A share has been canceled
fr: Un partage a été annulé

source: %(fullname)s has canceled the share of '%(file)s', you can't access the file any more.
fr: %(fullname)s a annulé le partage du fichier '%(file)s'.

source: %(fullname)s has canceled a share with you
fr: %(fullname)s a annulé un partage
